Repository: jnphilipp/bibliothek
Catalog: bibliothek/locale/*/LC_MESSAGES/django.po
Languages: de

source: Type
de: Art

source: Count
de: Anzahl

source: Read
de: Lesen

source: Read %(year)d
de: Lesen %(year)d

source: Books
de: Bücher

source: Editions
de: Editionen

source: Magazines
de: Magazine

source: Issues
de: Ausgaben

source: Papers
de: Papiere

source: manage bindings
de: Bindungen verwalten

source: add a new binding
de: Neue Bindung hinzufügen

source: edit an existing binding
de: bestehende Bindung bearbeiten

source: which binding
de: welche Bindung

source: which field to edit
de: zu bearbeitendes Feld

source: new value for field
de: neuer Wert des Feldes

source: show information of a binding
de: zeige Informationen einer Bindung

source: list bindings
de: Bindungen auflisten

source: filter by term
de: filtern bei Begriff

source: Journals
de: Journale

source: Persons
de: Personen

source: Publishers
de: Verlage

source: Series
de: Serien

source: Title
de: Titel

source: Authors
de: Autoren

source: Volume
de: Band

source: Binding
de: Bindung

source: Magazine
de: Magazin

source: Issue
de: Ausgabe

source: Published on
de: Veröffenlicht am

source: Successfully added binding "%(name)s" with id "%(id)s".
de: Die Binung "%(name)s" wurde erfolgreich mit id "%(id)s" hinzugefügt.

source: The binding "%(name)s" already exists with id "%(id)s", aborting...
de: Die Bindung "%(name)s" existiert bereits mit id "%(id)s", beenden...

source: Successfully edited binding "%(name)s" with id "%(id)s".
de: Der Verlag "%(name)s" wurde erfolgreich mit Id "%(id)s" hinzugefügt.

source: Field
de: Feld

source: Value
de: Wert

source: No binding found.
de: Keine Bindung gefunden.

source: More than one binding found.
de: Mehr als eine Bindung gefunden.

source: Successfully added book "%(title)s" with id "%(id)s".
de: Das Buch "%(title)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The book "%(title)s" already exists with id "%(id)s", aborting...
de: Das Buch "%(title)s" existiert bereits mit Id "%(id)s", beenden...

source: Author "%(name)s" not found.
de: Der Autor "%(name)s" wurde nicht gefunden.

source: Genre "%(name)s" not found.
de: Das Genre "%(name)s" wurde nicht gefunden.

source: Link "%(link)s" not found.
de: Der Link "%(link)s" wurde nicht gefunden.

source: Successfully edited book "%(title)s" with id "%(id)s".
de: Das Buch "%(title)s" mit Id "%(id)s" wurde erfolgreich bearbeitet.

source: Successfully added acquisition "%(id)s" to edition "%(edition)s".
de: Der Kauf "%(id)s" wurde erfolgreich zur Edition "%(edition)s" hinzugefügt.

source: Successfully deleted acquisition.
de: Der Kauf wurde erfolgreich gelöscht.

source: An acquisition with id "%(acquisition)s" for this edition does not exist.
de: Ein Kauf mit der Id "%(acquisition)s" existiert für diese Edition nicht.

source: Successfully edited acquisition "%(acquisition)s".
de: Der Kauf "%(acquisition)s" wurde erfolgreich bearbeitet.

source: Date
de: Datum

source: Price
de: Preis

source: Book
de: Buch

source: Cover image
de: Coverbild

source: Publisher
de: Verlag

source: Languages
de: Sprachen

source: Files
de: Dateien

source: Successfully added edition "%(edition)s" with id "%(id)s".
de: Die Edition "%(edition)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The edition "%(edition)s" already exists with id "%(id)s", aborting...
de: Die Edition "%(edition)s" existiert bereits mit Id "%(id)s", beenden...

source: Successfully edited edition "%(edition)s" with id "%(id)s".
de: Die Edition "%(edition)s" mit Id "%(id)s" wurde erfolgreich bearbeitet.

source: Successfully added read "%(id)s" to edition "%(edition)s".
de: Das Lesen "%(id)s" wurde erfolgreich mit der Id "%(id)s" zur Edition "%(edition)s" hinzugefügt.

source: Successfully deleted read.
de: Das Lesen wurde erfolgreich gelöscht.

source: Successfully edited read "%(id)s".
de: Das Lesen "%(id)s" wurde erfolgreich bearbeitet.

source: Successfully added genre "%(name)s" with id "%(id)s".
de: Das Genre "%(name)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The genre "%(name)s" already exists with id "%(id)s", aborting...
de: Das Genre "%(name)s" existiert bereits mit der Id "%(id)s", beenden...

source: Successfully edited genre "%(name)s" with id "%(id)s".
de: Das Genre "%(name)s" mit der Id "%(id)s" wurde erfolgreich bearbeitet.

source: No genre found.
de: Kein Genre gefunden.

source: More than one genre found.
de: Mehr als ein Genre gefunden.

source: Successfully added journal "%(name)s" with id "%(id)s".
de: Das Journal "%(name)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The journal "%(name)s" already exists with id "%(id)s", aborting...
de: Das Journal "%(name)s" existiert bereits mit der Id "%(id)s", beenden...

source: No journal found.
de: Kein Journal gefunden.

source: More than one journal found.
de: Mehr als ein Journal gefunden.

source: #Papers
de: #Papiere

source: Language
de: Sprache

source: Successfully added acquisition "%(id)s" to issue "%(magazine)s %(issue)s".
de: Der Kauf "%(id)s" wurde erfolgreich zur Ausgabe ""%(magazine)s %(issue)s" hinzugefügt.

source: An acquisition with id "%(acquisition)s" for this issue does not exist.
de: Ein Kauf mit der Id "%(acquisition)s" existiert für diese Ausgabe nicht.

source: Successfully added issue "%(magazine)s %(issue)s" with id "%(id)s".
de: Die Ausgabe "%(magazine)s %(issue)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The issue "%(magazine)s %(issue)s" already exists with id "%(id)s", aborting...
de: Die Ausgabe "%(magazine)s %(issue)s" existiert bereits mit der Id "%(id)s", beenden...

source: Successfully edited issue "%(magazine)s %(issue)s" with id "%(id)s".
de: Die Ausgabe "%(magazine)s %(issue)s" mit der Id "%(id)s" wurde erfolgreich bearbeitet.

source: No issue found.
de: Keine Ausgabe gefunden.

source: More than one issue found.
de: Mehr als eine Ausgabe gefunden.

source: #Files
de: #Dateien

source: Successfully added read "%(id)s" to issue "%(magazine)s %(issue)s".
de: Das Lesen "%(id)s" wurde erfolgreich zur Ausgabe "%(magazine)s %(issue)s" hinzugefügt.

source: Successfully added magazine "%(name)s" with id "%(id)s".
de: Das Magazin "%(name)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The magazine "%(name)s" already exists with id "%(id)s", aborting...
de: Das Magazin "%(name)s" existiert bereits mit der Id "%(id)s", beenden...

source: Successfully edited magazine "%(name)s" with id "%(id)s".
de: Das Magazin "%(name)s" mit der Id "%(id)s" wurde erfolgreich bearbeitet.

source: No magazine found.
de: Kein Magazin gefunden.

source: More than one magazine found.
de: Mehr als eine Magazin gefunden.

source: #Issues
de: #Ausgaben

source: Successfully added acquisition "%(id)s" to paper "%(paper)s".
de: Der Kauf "%(id)s" wurde erfolgreich zum Papier "%(paper)s" hinzugefügt.

source: An acquisition with id "%(acquisition)s" for this paper does not exist.
de: Ein Kauf mit der Id "%(acquisition)s" existiert für dieses Papier nicht.

source: Successfully added paper "%(title)s" with id "%(id)s".
de: Das Papier "%(title)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The paper "%(title)s" already exists with id "%(id)s", aborting...
de: Das Papier "%(title)s" existiert bereits mit der Id "%(id)s", beenden...

source: Successfully edited paper "%(title)s" with id "%(id)s".
de: Das Papier "%(title)s" mit der Id "%(id)s" wurde erfolgreich bearbeitet.

source: No paper found.
de: Keinen Papier gefunden.

source: More than one paper found.
de: Mehr als eine Papier gefunden.

source: No title given, aborting...
de: Kein Titel angegeben, beenden...

source: Successfully added acquisition on "%(date)s" with id "%(id)s".
de: Der Kauf am "%(date)s" mit der Id "%(id)s" wurde erfolgreich hinzugefügt.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Successfully added person "%(first_name)s %(last_name)s" with id "%(id)s".
de: Die Person "%(first_name)s %(last_name)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The person "%(first_name)s %(last_name)s" already exists with id "%(id)s", aborting...
de: Der Person "%(first_name)s %(last_name)s" existiert bereits mit der Id "%(id)s", beenden...

source: Successfully edited person "%(first_name)s %(last_name)s" with id "%(id)s".
de: Die Person "%(first_name)s %(last_name)s" mit Id "%(id)s" wurde erfolgreich bearbeitet.

source: No person found.
de: Keine Person gefunden.

source: More than one person found.
de: Mehr als eine Person gefunden.

source: #Books
de: #Bücher

source: Successfully added publisher "%(name)s" with id "%(id)s".
de: Der Verlag "%(name)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The publisher "%(name)s" already exists with id "%(id)s", aborting...
de: Der Verlag "%(name)s" existiert bereits mit der Id "%(id)s", beenden...

source: Link "%(name)s" not found.
de: Der Link "%(name)s" wurde nicht gefunden.

source: Successfully edited publisher "%(name)s" with id "%(id)s".
de: Der Verlag "%(name)s" mit Id "%(id)s" wurde erfolgreich bearbeitet.

source: No publisher found.
de: Keinen Verlag gefunden.

source: More than one publisher found.
de: Mehr als einen Verlag gefunden.

source: Successfully added series "%(name)s" with id "%(id)s".
de: Die Serie "%(name)s" wurde erfolgreich mit der Id "%(id)s" hinzugefügt.

source: The series "%(name)s" already exists with id "%(id)s", aborting...
de: Die Serie "%(name)s" existiert bereits mit der Id "%(id)s", beenden...

source: Successfully edited series "%(name)s" with id "%(id)s".
de: Die Serie "%(name)s" mit Id "%(id)s" wurde erfolgreich bearbeitet.

source: No series found.
de: Keine Serie gefunden.

source: More than one series found.
de: Mehr als eine Serie gefunden.
